[
  {
    "question": "Wat zou je doen als je partner midden in de avond thuis komt en zegt: geen vragen stellen, maar kan je me helpen met dit lichaam te begraven?",
    "image": "murderer"
  },
  {
    "question": "Je partner verteld je dat hij / zij wil scheiden voor zijn oude liefde die reeds in de stad is komen wonen. Hoe reageer je?",
    "image": "old love"
  },
  {
    "question": "Hoe vaak sex per maand / week is ideaal voor jou?",
    "image": "sex frequency"
  },
  {
    "question": "Wat zou je doen als je erachter kwam dat je partner een drugs lab heeft maar er 10.000 per maand mee verdient?",
    "image": "drugs lab"
  },
  {
    "question": "Zou je naar de andere kant van de wereld verhuizen om met je partner te zijn?",
    "image": "moving"
  },
  {
    "question": "Wil je dat jij of je partner knapper is in een relatie?",
    "image": "attractive"
  },
  {
    "question": "Zou je je partner verlaten voor een relatie met je favoriete beroemdheid?",
    "image": "celebrity date"
  },
  {
    "question": "Mag je partner omgaan met iemand van jou geslacht die knapper, leuker en slimmer is dan jij?",
    "image": "attractive friend"
  },
  {
    "question": "Hoe zou je reageren als je je slaapkamer binnenloopt en je vindt je partner in bed met je beste vriend(in)?",
    "image": "best friend"
  },
  {
    "question": "Hoe zou jij het vinden als je partner nog regelmatig omgaat met zijn / haar ex?",
    "image": "ex friend"
  },
  {
    "question": "Wat zou je ervan vinden als je van je partner geen porno mocht kijken OF wat zou je ervan vinden als je partner porno keek?",
    "image": "porn"
  },
  {
    "question": "Wat vind je het allerbelangrijkste in een relatie?",
    "image": "priority"
  },
  {
    "question": "Je partner zit in een groep over iets wat je niet interesseert en wil dat je volgende dag meedoet. Wat doe je?",
    "image": "disinterest"
  },
  {
    "question": "Waar kies je voor als je erachter komt dat je een speciale date en een belangrijke vergadering op hetzelfde tijdstip hebt gepland?",
    "image": "dilemma"
  },
  {
    "question": "Wil je kinderen, ja of nee? Als je partner het tegenovergestelde van jou wil, hoe los je dat op?",
    "image": "kids"
  },
  {
    "question": "Wat zou je doen als je partner al 3 maanden werkloos was en jullie de huur niet meer konden betalen?",
    "image": "unemployed"
  },
  {
    "question": "Wat zou je doen als je erachter kwam dat je partner zijn / haar oude relatie sloeg?",
    "image": "abuse"
  },
  {
    "question": "Zou je je partner verlaten voor een fantastische carrieremogelijkheid?",
    "image": "love or carreer"
  },
  {
    "question": "Hoe zou je reageren als je partner dronken thuis komt en verteld dat hij / zij iemand gezoend heeft in een bar?",
    "image": "drunk lover"
  },
  {
    "question": "Je komt erachter dat je partner vreemd is gegaan met iemand op zijn / haar werk. Wat doe je?",
    "image": "cheating"
  }
]
